<?php

return [
    'add'                    => 'تم الإضافة بنجاح',
    'edit'                   => 'تم التحديث بنجاح',
    'delete'                 => 'تم الحذف بنجاح',
    'undelete'               => 'لا يمكن حذف العنصر لأنه مرتبطة بالمنتج، ويجب حذف المنتج أولاً !',
    'undelete_shipping_city' => 'لا يمكن حذف العنصر لأنه مرتبطة بالعنوان، ويجب حذف العنوان أولاً !',
    'undelete_order'         => 'لا يمكن حذف العنصر لأنه مرتبطة ب الطلبات !',
    'import_mes'             => 'تم استيراد البيانات بنجاح',
    ];
